Repository: rayo-alcantar/KillProcess
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Kill Process
uk: Вбивця процесів

source: Mata el proceso enfocado actualmente.
uk: Завершує процес вікна у фокусі.

source: Tiene enfocado un proceso restringido
uk: Фокусується на обмеженому процесі

source: No se puede matar el proceso actual
uk: Поточний процес не можна зупинити

source: Mata los procesos bloqueados (aplicaciones que no responden).
uk: Знищує заблоковані процеси (програми, що не відповідають).

source: No se han encontrado procesos bloqueados
uk: Заблокованих процесів не знайдено

source: {} se ha cerrado correctamente
uk: {} успішно закрито

source: Por favor, dona
uk: Будь ласка, зробіть пожертву

source: KillProcess - complemento gratuito para NVDA. Puedes hacer una donación a Ángel Alcántar para ayudar en el desarrollo futuro de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, serás redirigido al sitio web de PayPal.
uk: KillProcess - безкоштовне доповнення для NVDA. Ви можете зробити пожертву Angel Alcantara, щоб допомогти в подальшому розвитку цього додатка. ¿Хочете зробити пожертву зараз? Для здійснення транзакції ви будете перенаправлені на веб-сайт PayPal.

source: Complemento para matar el proceso de la ventana que tenga el foco.
uk: Додаток для завершення процесу вікна, на якому встановлено фокус.
